Scripts/UC03_buyHeadphonesLogitech/result1/Iteration5/t29.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><ns2:PaymentPreferences xmlns:ns2="com.advantage.online.store.accountservice"><ns2:preference><ns2:paymentMethod>10</ns2:paymentMethod><ns2:safePayUsername>Sanct</ns2:safePayUsername><ns2:safePayPassword>d334adf71b9605f6657c29a3a4fadfaa3a578902</ns2:safePayPassword><ns2:preferenceId>0</ns2:preferenceId></ns2:preference></ns2:PaymentPreferences></SOAP-ENV:Body></SOAP-ENV:Envelope>